Could not generate references for Family Instance.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CouldNotGenerateReferencesForFamilyInstance { get; }
  Visual Basic
Public Shared ReadOnly Property CouldNotGenerateReferencesForFamilyInstance As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CouldNotGenerateReferencesForFamilyInstance {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures FamilyFailures Class
  Autodesk.Revit.DB Namespace